Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Notice_AutostartFailed
source: Could not update the startup entry: {0}
ar_sa: تعذّر تحديث إدخال بدء التشغيل: {0}
bg_bg: Записът за стартиране не можа да се актуализира: {0}
ca_es: No s'ha pogut actualitzar l'entrada d'inici: {0}
cs_cz: Položku po spuštění se nepodařilo aktualizovat: {0}
de_de: Der Autostarteintrag konnte nicht aktualisiert werden: {0}
el_gr: Δεν ήταν δυνατή η ενημέρωση της καταχώρησης εκκίνησης: {0}
es_es: No se pudo actualizar la entrada de inicio: {0}
et_ee: Käivituskirjet ei saanud värskendada: {0}
fa_ir: ورودی راه‌اندازی به‌روزرسانی نشد: {0}
fi_fi: Käynnistysmerkinnän päivittäminen epäonnistui: {0}
fr_fr: Impossible de mettre à jour l’entrée de démarrage : {0}
he_il: לא ניתן היה לעדכן את רשומת ההפעלה: {0}
hi_in: स्टार्टअप प्रविष्टि अपडेट नहीं की जा सकी: {0}
hu_hu: Nem sikerült frissíteni az indítási bejegyzést: {0}
id_id: Tidak dapat memperbarui entri startup: {0}
it_it: Impossibile aggiornare la voce di avvio: {0}
ja_jp: スタートアップ エントリを更新できませんでした: {0}
ko_kr: 시작 항목을 업데이트할 수 없습니다: {0}
lv_lv: Neizdevās atjaunināt startēšanas ierakstu: {0}
nb_no: Kan ikke oppdatere oppstartsoppføringen: {0}
nl_nl: Kan het opstartitem niet bijwerken: {0}
pl_pl: Nie można zaktualizować wpisu autostartu: {0}
pt_pt: Não foi possível atualizar a entrada de arranque: {0}
ro_ro: Intrarea de pornire nu a putut fi actualizată: {0}
ru_ru: Не удалось обновить запись автозапуска: {0}
sk_sk: Položku spúšťania sa nepodarilo aktualizovať: {0}
sr_cyrl_rs: Није могуће ажурирати ставку за покретање: {0}
sv_se: Det gick inte att uppdatera startposten: {0}
th_th: ไม่สามารถอัปเดตรายการเริ่มต้นได้: {0}
tr_tr: Başlangıç girdisi güncellenemedi: {0}
uk_ua: Не вдалося оновити запис автозапуску: {0}
vi_vn: Không thể cập nhật mục khởi động: {0}
zh_cn: 无法更新启动项：{0}
zh_tw: 無法更新啟動項目：{0}

# GpuSwitch_DiscreteTitle
source: Switch to discrete GPU only?
ar_sa: هل تريد استخدام GPU المنفصل فقط؟
bg_bg: Да се използва само дискретният ГП?
ca_es: Vols fer servir només la GPU dedicada?
cs_cz: Používat jenom samostatný GPU?
de_de: Nur zur dedizierten GPU wechseln?
el_gr: Χρήση μόνο της αποκλειστικής GPU;
es_es: ¿Usar solo la GPU dedicada?
et_ee: Kas kasutada ainult eraldi GPU-d?
fa_ir: فقط از GPU مجزا استفاده شود؟
fi_fi: Käytetäänkö vain erillistä GPU:ta?
fr_fr: Utiliser uniquement le GPU dédié ?
he_il: להשתמש רק ב-GPU הנפרד?
hi_in: केवल अलग GPU का उपयोग करें?
hu_hu: Csak a különálló GPU-t használja?
id_id: Gunakan GPU diskrit saja?
it_it: Passare alla sola GPU dedicata?
ja_jp: 専用 GPU のみに切り替えますか？
ko_kr: 외장 GPU만 사용하시겠습니까?
lv_lv: Vai izmantot tikai atsevišķo GPU?
nb_no: Vil du bare bruke den dedikerte GPU-en?
nl_nl: Alleen de speciale GPU gebruiken?
pl_pl: Przełączyć tylko na dedykowany procesor GPU?
pt_pt: Utilizar apenas a GPU dedicada?
ro_ro: Comutați doar la GPU-ul dedicat?
ru_ru: Использовать только дискретный ГП?
sk_sk: Používať iba samostatný GPU?
sr_cyrl_rs: Желите ли да користите само засебни GPU?
sv_se: Vill du använda endast den dedikerade GPU:n?
th_th: ใช้เฉพาะ GPU แยกหรือไม่
tr_tr: Yalnızca ayrı GPU'ya geçilsin mi?
uk_ua: Використовувати лише дискретний ГП?
vi_vn: Chỉ dùng GPU rời?
zh_cn: 仅使用独立 GPU？
zh_tw: 只使用獨立 GPU？

# GpuSwitch_HybridTitle
source: Switch to hybrid graphics?
ar_sa: هل تريد التبديل إلى الرسومات الهجينة؟
bg_bg: Превключване към хибридна графика?
ca_es: Vols canviar als gràfics híbrids?
cs_cz: Přepnout na hybridní grafiku?
de_de: Zur Hybridgrafik wechseln?
el_gr: Αλλαγή σε υβριδικά γραφικά;
es_es: ¿Cambiar a gráficos híbridos?
et_ee: Kas lülituda hübriidgraafikale?
fa_ir: به گرافیک ترکیبی تغییر داده شود؟
fi_fi: Vaihdetaanko hybridigrafiikkaan?
fr_fr: Passer aux graphiques hybrides ?
he_il: לעבור לגרפיקה היברידית?
hi_in: हाइब्रिड ग्राफ़िक्स पर स्विच करें?
hu_hu: Vált hibrid grafikára?
id_id: Beralih ke grafis hibrid?
it_it: Passare alla grafica ibrida?
ja_jp: ハイブリッド グラフィックスに切り替えますか？
ko_kr: 하이브리드 그래픽으로 전환하시겠습니까?
lv_lv: Vai pārslēgties uz hibrīdo grafiku?
nb_no: Vil du bytte til hybridgrafikk?
nl_nl: Overschakelen naar hybride graphics?
pl_pl: Przełączyć na grafikę hybrydową?
pt_pt: Mudar para gráficos híbridos?
ro_ro: Comutați la grafica hibridă?
ru_ru: Переключиться на гибридную графику?
sk_sk: Prepnúť na hybridnú grafiku?
sr_cyrl_rs: Желите ли да пређете на хибридну графику?
sv_se: Vill du byta till hybridgrafik?
th_th: สลับไปใช้กราฟิกแบบไฮบริดหรือไม่
tr_tr: Hibrit grafiğe geçilsin mi?
uk_ua: Перейти на гібридну графіку?
vi_vn: Chuyển sang đồ họa lai?
zh_cn: 切换到混合显卡？
zh_tw: 切換為混合式顯示？

# GpuSwitch_DiscreteMessage
source: The NVIDIA GPU will drive the display directly for the best gaming performance, at the cost of battery life. Windows must restart to apply this.
ar_sa: سيتولى GPU من NVIDIA تشغيل الشاشة مباشرةً للحصول على أفضل أداء في الألعاب، على حساب عمر البطارية. يجب إعادة تشغيل Windows لتطبيق ذلك.
bg_bg: ГП на NVIDIA ще управлява директно дисплея за най-добра производителност в игрите, за сметка на живота на батерията. За прилагане Windows трябва да се рестартира.
ca_es: La GPU NVIDIA controlarà directament la pantalla per obtenir el millor rendiment en jocs, a costa de l'autonomia de la bateria. Cal reiniciar el Windows per aplicar-ho.
cs_cz: GPU NVIDIA bude ovládat displej přímo, což zajistí nejvyšší herní výkon na úkor výdrže baterie. Aby se změna projevila, musí se Windows restartovat.
de_de: Die NVIDIA-GPU steuert den Bildschirm direkt an. Das bringt die beste Spieleleistung, kostet aber Akkulaufzeit. Windows muss dafür neu gestartet werden.
el_gr: Η GPU της NVIDIA θα οδηγεί απευθείας την οθόνη για την καλύτερη απόδοση στα παιχνίδια, εις βάρος της διάρκειας μπαταρίας. Απαιτείται επανεκκίνηση των Windows για να εφαρμοστεί η αλλαγή.
es_es: La GPU NVIDIA controlará la pantalla directamente para lograr el mejor rendimiento en juegos, a costa de la autonomía de la batería. Windows debe reiniciarse para aplicar el cambio.
et_ee: NVIDIA GPU juhib ekraani otse, et tagada parim mängujõudlus, kuid aku kestab vähem. Muudatuse rakendamiseks tuleb Windows taaskäivitada.
fa_ir: GPU شرکت NVIDIA برای بهترین عملکرد در بازی‌ها مستقیماً نمایشگر را اداره می‌کند، اما عمر باتری کمتر می‌شود. برای اعمال این تغییر، Windows باید دوباره راه‌اندازی شود.
fi_fi: NVIDIA-GPU ohjaa näyttöä suoraan parhaan pelisuorituskyvyn saavuttamiseksi, mutta akku kestää vähemmän. Windows on käynnistettävä uudelleen, jotta muutos tulee voimaan.
fr_fr: Le GPU NVIDIA pilotera directement l’écran pour offrir les meilleures performances en jeu, au détriment de l’autonomie de la batterie. Windows doit redémarrer pour appliquer ce changement.
he_il: ה-GPU של NVIDIA יפעיל את התצוגה ישירות לקבלת ביצועי המשחק הטובים ביותר, על חשבון חיי הסוללה. יש להפעיל מחדש את Windows כדי להחיל זאת.
hi_in: सर्वश्रेष्ठ गेमिंग प्रदर्शन के लिए NVIDIA GPU सीधे डिस्प्ले चलाएगा, लेकिन बैटरी जीवन कम होगा। इसे लागू करने के लिए Windows को पुनः प्रारंभ करना होगा।
hu_hu: Az NVIDIA GPU közvetlenül vezérli a kijelzőt a legjobb játékteljesítmény érdekében, az akkumulátor üzemidejének rovására. A módosítás érvénybe lépéséhez újra kell indítani a Windowst.
id_id: GPU NVIDIA akan menggerakkan layar secara langsung untuk performa gaming terbaik, dengan mengorbankan daya tahan baterai. Windows harus dimulai ulang untuk menerapkannya.
it_it: La GPU NVIDIA gestirà direttamente lo schermo per le migliori prestazioni nei giochi, a scapito della durata della batteria. Per applicare la modifica è necessario riavviare Windows.
ja_jp: NVIDIA GPU がディスプレイを直接駆動し、ゲームで最高のパフォーマンスを発揮しますが、バッテリー駆動時間は短くなります。適用するには Windows の再起動が必要です。
ko_kr: NVIDIA GPU가 디스플레이를 직접 구동하여 게임 성능이 가장 좋아지지만 배터리 사용 시간은 줄어듭니다. 적용하려면 Windows를 다시 시작해야 합니다.
lv_lv: NVIDIA GPU tieši vadīs displeju, lai nodrošinātu labāko veiktspēju spēlēs, taču akumulators kalpos īsāk. Lai to lietotu, ir jārestartē Windows.
nb_no: NVIDIA-GPU-en driver skjermen direkte for best mulig spillytelse, på bekostning av batterilevetiden. Windows må startes på nytt for at dette skal tre i kraft.
nl_nl: De NVIDIA-GPU stuurt het beeldscherm rechtstreeks aan voor de beste gameprestaties, ten koste van de accuduur. Windows moet opnieuw worden opgestart om dit toe te passen.
pl_pl: Procesor GPU NVIDIA będzie bezpośrednio obsługiwać ekran, co zapewni najlepszą wydajność w grach kosztem czasu pracy na baterii. Aby zastosować zmianę, trzeba ponownie uruchomić system Windows.
pt_pt: A GPU NVIDIA controlará diretamente o ecrã para o melhor desempenho em jogos, à custa da autonomia da bateria. O Windows tem de reiniciar para aplicar esta alteração.
ro_ro: GPU-ul NVIDIA va controla direct afișajul pentru cea mai bună performanță în jocuri, în detrimentul autonomiei bateriei. Windows trebuie repornit pentru a aplica modificarea.
ru_ru: ГП NVIDIA будет напрямую управлять экраном для лучшей производительности в играх, но время работы от батареи сократится. Для применения нужно перезапустить Windows.
sk_sk: GPU NVIDIA bude priamo ovládať obrazovku, čo zabezpečí najvyšší herný výkon na úkor výdrže batérie. Na uplatnenie zmeny sa musí Windows reštartovať.
sr_cyrl_rs: NVIDIA GPU ће директно покретати екран ради најбољих перформанси у играма, науштрб трајања батерије. Windows мора да се поново покрене да би се ово применило.
sv_se: NVIDIA-GPU:n driver skärmen direkt för bästa spelprestanda, på bekostnad av batteritiden. Windows måste startas om för att ändringen ska gälla.
th_th: GPU ของ NVIDIA จะขับจอแสดงผลโดยตรงเพื่อประสิทธิภาพในการเล่นเกมสูงสุด แต่แบตเตอรี่จะใช้งานได้สั้นลง ต้องเริ่ม Windows ใหม่จึงจะมีผล
tr_tr: NVIDIA GPU, en iyi oyun performansı için ekranı doğrudan sürer; bunun bedeli pil ömrüdür. Bunu uygulamak için Windows'un yeniden başlatılması gerekir.
uk_ua: ГП NVIDIA напряму керуватиме екраном для найкращої продуктивності в іграх, але час роботи від акумулятора скоротиться. Щоб застосувати зміну, потрібно перезапустити Windows.
vi_vn: GPU NVIDIA sẽ điều khiển trực tiếp màn hình để có hiệu năng chơi game tốt nhất, nhưng thời lượng pin sẽ giảm. Windows phải khởi động lại để áp dụng thay đổi này.
zh_cn: NVIDIA GPU 将直接驱动显示器，以获得最佳游戏性能，但会缩短电池续航时间。需要重新启动 Windows 才能应用此更改。
zh_tw: NVIDIA GPU 將直接驅動螢幕，以獲得最佳遊戲效能，但會縮短電池使用時間。必須重新啟動 Windows 才能套用此變更。

# GpuSwitch_HybridMessage
source: The integrated GPU will drive the display and the discrete GPU powers up only when needed, saving battery. Windows must restart to apply this.
ar_sa: سيتولى GPU المدمج تشغيل الشاشة، ولن يعمل GPU المنفصل إلا عند الحاجة، مما يوفر البطارية. يجب إعادة تشغيل Windows لتطبيق ذلك.
bg_bg: Вграденият ГП ще управлява дисплея, а дискретният ще се включва само при нужда, което пести батерията. За прилагане Windows трябва да се рестартира.
ca_es: La GPU integrada controlarà la pantalla i la GPU dedicada només s'engegarà quan calgui, cosa que estalvia bateria. Cal reiniciar el Windows per aplicar-ho.
cs_cz: Displej bude ovládat integrovaný GPU a samostatný GPU se zapne jen v případě potřeby, což šetří baterii. Aby se změna projevila, musí se Windows restartovat.
de_de: Die integrierte GPU steuert den Bildschirm an, und die dedizierte GPU schaltet sich nur bei Bedarf ein. Das spart Akku. Windows muss dafür neu gestartet werden.
el_gr: Η ενσωματωμένη GPU θα οδηγεί την οθόνη και η αποκλειστική GPU θα ενεργοποιείται μόνο όταν χρειάζεται, εξοικονομώντας μπαταρία. Απαιτείται επανεκκίνηση των Windows για να εφαρμοστεί η αλλαγή.
es_es: La GPU integrada controlará la pantalla y la GPU dedicada solo se encenderá cuando haga falta, lo que ahorra batería. Windows debe reiniciarse para aplicar el cambio.
et_ee: Integreeritud GPU juhib ekraani ja eraldi GPU lülitub sisse ainult vajaduse korral, mis säästab akut. Muudatuse rakendamiseks tuleb Windows taaskäivitada.
fa_ir: GPU مجتمع نمایشگر را اداره می‌کند و GPU مجزا فقط در صورت نیاز روشن می‌شود و باتری را حفظ می‌کند. برای اعمال این تغییر، Windows باید دوباره راه‌اندازی شود.
fi_fi: Integroitu GPU ohjaa näyttöä, ja erillinen GPU käynnistyy vain tarvittaessa, mikä säästää akkua. Windows on käynnistettävä uudelleen, jotta muutos tulee voimaan.
fr_fr: Le GPU intégré pilotera l’écran et le GPU dédié ne s’allumera qu’en cas de besoin, ce qui économise la batterie. Windows doit redémarrer pour appliquer ce changement.
he_il: ה-GPU המשולב יפעיל את התצוגה, וה-GPU הנפרד יופעל רק בעת הצורך, כדי לחסוך בסוללה. יש להפעיל מחדש את Windows כדי להחיל זאת.
hi_in: एकीकृत GPU डिस्प्ले चलाएगा और अलग GPU केवल ज़रूरत पड़ने पर चालू होगा, जिससे बैटरी बचती है। इसे लागू करने के लिए Windows को पुनः प्रारंभ करना होगा।
hu_hu: A beépített GPU vezérli a kijelzőt, a különálló GPU pedig csak szükség esetén kapcsol be, így kíméli az akkumulátort. A módosítás érvénybe lépéséhez újra kell indítani a Windowst.
id_id: GPU terintegrasi akan menggerakkan layar dan GPU diskrit hanya menyala saat diperlukan, sehingga menghemat baterai. Windows harus dimulai ulang untuk menerapkannya.
it_it: La GPU integrata gestirà lo schermo e la GPU dedicata si accenderà solo quando serve, risparmiando batteria. Per applicare la modifica è necessario riavviare Windows.
ja_jp: 内蔵 GPU がディスプレイを駆動し、専用 GPU は必要なときだけ起動するため、バッテリーを節約できます。適用するには Windows の再起動が必要です。
ko_kr: 내장 GPU가 디스플레이를 구동하고 외장 GPU는 필요할 때만 켜져 배터리를 절약합니다. 적용하려면 Windows를 다시 시작해야 합니다.
lv_lv: Integrētais GPU vadīs displeju, bet atsevišķais GPU ieslēgsies tikai tad, kad tas būs vajadzīgs, taupot akumulatoru. Lai to lietotu, ir jārestartē Windows.
nb_no: Den integrerte GPU-en driver skjermen, og den dedikerte GPU-en slås bare på ved behov, noe som sparer batteri. Windows må startes på nytt for at dette skal tre i kraft.
nl_nl: De geïntegreerde GPU stuurt het beeldscherm aan en de speciale GPU wordt alleen ingeschakeld als dat nodig is. Dat bespaart de accu. Windows moet opnieuw worden opgestart om dit toe te passen.
pl_pl: Zintegrowany procesor GPU będzie obsługiwać ekran, a dedykowany procesor GPU włączy się tylko w razie potrzeby, co oszczędza baterię. Aby zastosować zmianę, trzeba ponownie uruchomić system Windows.
pt_pt: A GPU integrada controlará o ecrã e a GPU dedicada só será ligada quando for necessária, o que poupa bateria. O Windows tem de reiniciar para aplicar esta alteração.
ro_ro: GPU-ul integrat va controla afișajul, iar GPU-ul dedicat va porni doar când este nevoie, economisind bateria. Windows trebuie repornit pentru a aplica modificarea.
ru_ru: Экраном будет управлять встроенный ГП, а дискретный будет включаться только при необходимости, что экономит заряд батареи. Для применения нужно перезапустить Windows.
sk_sk: Obrazovku bude ovládať integrovaný GPU a samostatný GPU sa zapne len v prípade potreby, čo šetrí batériu. Na uplatnenie zmeny sa musí Windows reštartovať.
sr_cyrl_rs: Интегрисани GPU ће покретати екран, а засебни GPU ће се укључивати само када је потребно, чиме се штеди батерија. Windows мора да се поново покрене да би се ово применило.
sv_se: Den integrerade GPU:n driver skärmen och den dedikerade GPU:n startar bara vid behov, vilket sparar batteri. Windows måste startas om för att ändringen ska gälla.
th_th: GPU ในตัวจะขับจอแสดงผล และ GPU แยกจะเปิดเฉพาะเมื่อจำเป็นเท่านั้น ช่วยประหยัดแบตเตอรี่ ต้องเริ่ม Windows ใหม่จึงจะมีผล
tr_tr: Tümleşik GPU ekranı sürer ve ayrı GPU yalnızca gerektiğinde açılır; böylece pil tasarrufu sağlanır. Bunu uygulamak için Windows'un yeniden başlatılması gerekir.
uk_ua: Екраном керуватиме вбудований ГП, а дискретний вмикатиметься лише за потреби, що заощаджує заряд акумулятора. Щоб застосувати зміну, потрібно перезапустити Windows.
vi_vn: GPU tích hợp sẽ điều khiển màn hình và GPU rời chỉ bật khi cần, giúp tiết kiệm pin. Windows phải khởi động lại để áp dụng thay đổi này.
zh_cn: 集成 GPU 将驱动显示器，独立 GPU 仅在需要时开启，可节省电量。需要重新启动 Windows 才能应用此更改。
zh_tw: 整合式 GPU 將驅動螢幕，獨立 GPU 只在需要時開啟，以節省電池電力。必須重新啟動 Windows 才能套用此變更。

# GpuSwitch_RestartNow
source: Restart now
ar_sa: إعادة التشغيل الآن
bg_bg: Рестартирай сега
ca_es: Reinicia ara
cs_cz: Restartovat hned
de_de: Jetzt neu starten
el_gr: Επανεκκίνηση τώρα
es_es: Reiniciar ahora
et_ee: Taaskäivita kohe
fa_ir: اکنون راه‌اندازی مجدد شود
fi_fi: Käynnistä uudelleen nyt
fr_fr: Redémarrer maintenant
he_il: הפעל מחדש עכשיו
hi_in: अभी पुनः प्रारंभ करें
hu_hu: Újraindítás most
id_id: Mulai ulang sekarang
it_it: Riavvia ora
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
lv_lv: Restartēt tūlīt
nb_no: Start på nytt nå
nl_nl: Nu opnieuw opstarten
pl_pl: Uruchom ponownie teraz
pt_pt: Reiniciar agora
ro_ro: Reporniți acum
ru_ru: Перезапустить сейчас
sk_sk: Reštartovať teraz
sr_cyrl_rs: Поново покрени сада
sv_se: Starta om nu
th_th: เริ่มใหม่ตอนนี้
tr_tr: Şimdi yeniden başlat
uk_ua: Перезапустити зараз
vi_vn: Khởi động lại ngay
zh_cn: 立即重新启动
zh_tw: 立即重新啟動

# GpuSwitch_RestartLater
source: Restart later
ar_sa: إعادة التشغيل لاحقًا
bg_bg: Рестартирай по-късно
ca_es: Reinicia més tard
cs_cz: Restartovat později
de_de: Später neu starten
el_gr: Επανεκκίνηση αργότερα
es_es: Reiniciar más tarde
et_ee: Taaskäivita hiljem
fa_ir: بعداً راه‌اندازی مجدد شود
fi_fi: Käynnistä uudelleen myöhemmin
fr_fr: Redémarrer plus tard
he_il: הפעל מחדש מאוחר יותר
hi_in: बाद में पुनः प्रारंभ करें
hu_hu: Újraindítás később
id_id: Mulai ulang nanti
it_it: Riavvia più tardi
ja_jp: 後で再起動
ko_kr: 나중에 다시 시작
lv_lv: Restartēt vēlāk
nb_no: Start på nytt senere
nl_nl: Later opnieuw opstarten
pl_pl: Uruchom ponownie później
pt_pt: Reiniciar mais tarde
ro_ro: Reporniți mai târziu
ru_ru: Перезапустить позже
sk_sk: Reštartovať neskôr
sr_cyrl_rs: Поново покрени касније
sv_se: Starta om senare
th_th: เริ่มใหม่ภายหลัง
tr_tr: Daha sonra yeniden başlat
uk_ua: Перезапустити пізніше
vi_vn: Khởi động lại sau
zh_cn: 稍后重新启动
zh_tw: 稍後重新啟動

# GpuSwitch_Cancel
source: Cancel
ar_sa: إلغاء
bg_bg: Отказ
ca_es: Cancel·la
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
et_ee: Loobu
fa_ir: لغو
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lv_lv: Atcelt
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sk_sk: Zrušiť
sr_cyrl_rs: Откажи
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Chip_Cpu
source: CPU
bg_bg: ЦП
fr_fr: Processeur
ru_ru: ЦП
uk_ua: ЦП

# Chip_Gpu
source: GPU
bg_bg: ГП
ru_ru: ГП
uk_ua: ГП

# Chip_System
source: System
ar_sa: النظام
bg_bg: Система
ca_es: Sistema
cs_cz: Systém
el_gr: Σύστημα
es_es: Sistema
et_ee: Süsteem
fa_ir: سیستم
fi_fi: Järjestelmä
fr_fr: Système
he_il: מערכת
hi_in: सिस्टम
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
lv_lv: Sistēma
nl_nl: Systeem
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Система
sk_sk: Systém
sr_cyrl_rs: Систем
th_th: ระบบ
tr_tr: Sistem
uk_ua: Система
vi_vn: Hệ thống
zh_cn: 系统
zh_tw: 系統

# Fan_Cpu
source: CPU fan
ar_sa: مروحة CPU
bg_bg: Вентилатор на ЦП
ca_es: Ventilador de la CPU
cs_cz: Ventilátor CPU
de_de: CPU-Lüfter
el_gr: Ανεμιστήρας CPU
es_es: Ventilador de la CPU
et_ee: CPU ventilaator
fa_ir: فن CPU
fi_fi: CPU-tuuletin
fr_fr: Ventilateur du processeur
he_il: מאוורר CPU
hi_in: CPU पंखा
hu_hu: CPU-ventilátor
id_id: Kipas CPU
it_it: Ventola CPU
ja_jp: CPU ファン
ko_kr: CPU 팬
lv_lv: CPU ventilators
nb_no: CPU-vifte
nl_nl: CPU-ventilator
pl_pl: Wentylator CPU
pt_pt: Ventoinha da CPU
ro_ro: Ventilator CPU
ru_ru: Вентилятор ЦП
sk_sk: Ventilátor CPU
sr_cyrl_rs: CPU вентилатор
sv_se: CPU-fläkt
th_th: พัดลม CPU
tr_tr: CPU fanı
uk_ua: Вентилятор ЦП
vi_vn: Quạt CPU
zh_cn: CPU 风扇
zh_tw: CPU 風扇

# Fan_Gpu
source: GPU fan
ar_sa: مروحة GPU
bg_bg: Вентилатор на ГП
ca_es: Ventilador de la GPU
cs_cz: Ventilátor GPU
de_de: GPU-Lüfter
el_gr: Ανεμιστήρας GPU
es_es: Ventilador de la GPU
et_ee: GPU ventilaator
fa_ir: فن GPU
fi_fi: GPU-tuuletin
fr_fr: Ventilateur du GPU
he_il: מאוורר GPU
hi_in: GPU पंखा
hu_hu: GPU-ventilátor
id_id: Kipas GPU
it_it: Ventola GPU
ja_jp: GPU ファン
ko_kr: GPU 팬
lv_lv: GPU ventilators
nb_no: GPU-vifte
nl_nl: GPU-ventilator
pl_pl: Wentylator GPU
pt_pt: Ventoinha da GPU
ro_ro: Ventilator GPU
ru_ru: Вентилятор ГП
sk_sk: Ventilátor GPU
sr_cyrl_rs: GPU вентилатор
sv_se: GPU-fläkt
th_th: พัดลม GPU
tr_tr: GPU fanı
uk_ua: Вентилятор ГП
vi_vn: Quạt GPU
zh_cn: GPU 风扇
zh_tw: GPU 風扇

# Fan_Gpu1
source: GPU fan 1
ar_sa: مروحة GPU 1
bg_bg: Вентилатор на ГП 1
ca_es: Ventilador 1 de la GPU
cs_cz: Ventilátor GPU 1
de_de: GPU-Lüfter 1
el_gr: Ανεμιστήρας GPU 1
es_es: Ventilador 1 de la GPU
et_ee: GPU ventilaator 1
fa_ir: فن GPU 1
fi_fi: GPU-tuuletin 1
fr_fr: Ventilateur 1 du GPU
he_il: מאוורר GPU 1
hi_in: GPU पंखा 1
hu_hu: 1. GPU-ventilátor
id_id: Kipas GPU 1
it_it: Ventola GPU 1
ja_jp: GPU ファン 1
ko_kr: GPU 팬 1
lv_lv: GPU ventilators 1
nb_no: GPU-vifte 1
nl_nl: GPU-ventilator 1
pl_pl: Wentylator GPU 1
pt_pt: Ventoinha 1 da GPU
ro_ro: Ventilator GPU 1
ru_ru: Вентилятор ГП 1
sk_sk: Ventilátor GPU 1
sr_cyrl_rs: GPU вентилатор 1
sv_se: GPU-fläkt 1
th_th: พัดลม GPU 1
tr_tr: GPU fanı 1
uk_ua: Вентилятор ГП 1
vi_vn: Quạt GPU 1
zh_cn: GPU 风扇 1
zh_tw: GPU 風扇 1

# Fan_Gpu2
source: GPU fan 2
ar_sa: مروحة GPU 2
bg_bg: Вентилатор на ГП 2
ca_es: Ventilador 2 de la GPU
cs_cz: Ventilátor GPU 2
de_de: GPU-Lüfter 2
el_gr: Ανεμιστήρας GPU 2
es_es: Ventilador 2 de la GPU
et_ee: GPU ventilaator 2
fa_ir: فن GPU 2
fi_fi: GPU-tuuletin 2
fr_fr: Ventilateur 2 du GPU
he_il: מאוורר GPU 2
hi_in: GPU पंखा 2
hu_hu: 2. GPU-ventilátor
id_id: Kipas GPU 2
it_it: Ventola GPU 2
ja_jp: GPU ファン 2
ko_kr: GPU 팬 2
lv_lv: GPU ventilators 2
nb_no: GPU-vifte 2
nl_nl: GPU-ventilator 2
pl_pl: Wentylator GPU 2
pt_pt: Ventoinha 2 da GPU
ro_ro: Ventilator GPU 2
ru_ru: Вентилятор ГП 2
sk_sk: Ventilátor GPU 2
sr_cyrl_rs: GPU вентилатор 2
sv_se: GPU-fläkt 2
th_th: พัดลม GPU 2
tr_tr: GPU fanı 2
uk_ua: Вентилятор ГП 2
vi_vn: Quạt GPU 2
zh_cn: GPU 风扇 2
zh_tw: GPU 風扇 2

# Fan_System
source: System fan
ar_sa: مروحة النظام
bg_bg: Системен вентилатор
ca_es: Ventilador del sistema
cs_cz: Systémový ventilátor
de_de: Systemlüfter
el_gr: Ανεμιστήρας συστήματος
es_es: Ventilador del sistema
et_ee: Süsteemi ventilaator
fa_ir: فن سیستم
fi_fi: Järjestelmätuuletin
fr_fr: Ventilateur du système
he_il: מאוורר המערכת
hi_in: सिस्टम पंखा
hu_hu: Rendszerventilátor
id_id: Kipas sistem
it_it: Ventola di sistema
ja_jp: システム ファン
ko_kr: 시스템 팬
lv_lv: Sistēmas ventilators
nb_no: Systemvifte
nl_nl: Systeemventilator
pl_pl: Wentylator systemowy
pt_pt: Ventoinha do sistema
ro_ro: Ventilator de sistem
ru_ru: Системный вентилятор
sk_sk: Systémový ventilátor
sr_cyrl_rs: Системски вентилатор
sv_se: Systemfläkt
th_th: พัดลมระบบ
tr_tr: Sistem fanı
uk_ua: Системний вентилятор
vi_vn: Quạt hệ thống
zh_cn: 系统风扇
zh_tw: 系統風扇

# Fan_System1
source: System fan 1
ar_sa: مروحة النظام 1
bg_bg: Системен вентилатор 1
ca_es: Ventilador 1 del sistema
cs_cz: Systémový ventilátor 1
de_de: Systemlüfter 1
el_gr: Ανεμιστήρας συστήματος 1
es_es: Ventilador 1 del sistema
et_ee: Süsteemi ventilaator 1
fa_ir: فن سیستم 1
fi_fi: Järjestelmätuuletin 1
fr_fr: Ventilateur 1 du système
he_il: מאוורר המערכת 1
hi_in: सिस्टम पंखा 1
hu_hu: 1. rendszerventilátor
id_id: Kipas sistem 1
it_it: Ventola di sistema 1
ja_jp: システム ファン 1
ko_kr: 시스템 팬 1
lv_lv: Sistēmas ventilators 1
nb_no: Systemvifte 1
nl_nl: Systeemventilator 1
pl_pl: Wentylator systemowy 1
pt_pt: Ventoinha 1 do sistema
ro_ro: Ventilator de sistem 1
ru_ru: Системный вентилятор 1
sk_sk: Systémový ventilátor 1
sr_cyrl_rs: Системски вентилатор 1
sv_se: Systemfläkt 1
th_th: พัดลมระบบ 1
tr_tr: Sistem fanı 1
uk_ua: Системний вентилятор 1
vi_vn: Quạt hệ thống 1
zh_cn: 系统风扇 1
zh_tw: 系統風扇 1
